/**
 * Created by Baron on 2016/4/8.
 */
var T_data = [
    {
        'title': "新生报到",
        'detail': "原本就没有所谓的偶然，有的话肯定是上天刻意的安排，那一天，我们成为同班同学，同在一个宿舍，也注定了接下来一起的蹉跎岁月。"
    },{
        'title': "热血？青春？",
        'detail': "军训，我想我对军训的回忆，大概没有那么深刻，没有挥泪送教官，也没有团结一致的团队，尽管平淡无奇，但仍值得我们用一生去铭记，因为这样的经历不会再有了。"
    },{
        'title': "珠海to潮州",
        'detail': "4个人，4辆单车，从珠海到潮州，500公里的路，这大概是我人生中真正意义上的第一次旅行，去做一件从未做过的事情，这将给你的生命带来新的色彩。"
    },{
        'title': "毕业，分离的季节",
        'detail': "树下的少年甜言蜜语，湖边的少女独自啜泣，毕业是个伤感的秋天，吹过你我的脸庞，消失在苍白的夜空中，而你，是最亮的那颗星。"
    }
    ,{
        'title': "未来的我，会在哪里",
        'detail': "你是不是终日坐在办公桌前，坐在电脑前，重复相同的日子，看着同样的风景，唱着那同一首歌。这难道就是故事的结局吗？"
    }
];

var M_data = [
    {
        'title': "埋在树下的宝藏",
        'detail': "似乎我们总是很容易忽略当下的生活，忽略许多美好的时光。而当所有的时光在被辜负被浪费后，才能从记忆里将某一段拎出，拍拍上面沉积的灰尘，感叹它是最好的。"
    },{
        'title': "只是近黄昏",
        'detail': "还有多久，依靠在天台的栏杆上，吹着和煦的暖风，享受着落日的余晖，还有多久，还能够有多久..."
    },{
        'title': "你丑，请多读点书",
        'detail': "许多事情,过去有过；许多问题,前人想过；许多办法,曾经用过；许多错误,屡屡犯过。多读书,就会更多地懂得先前的事情,使自己不至于轻信,不至于盲从。"
    },{
        'title': "一个人去旅行",
        'detail': "有些人走着走着就不见了，还有些人，散着散着，又在路口集合了。只要我们不是平行线，终会有相交的一天。短暂的离别不会使我们淡忘彼此，而是会越来越彼此怀念。"
    }
    ,{
        'title': "HAPPINESE?",
        'detail': "总在快乐的时候 感到微微的惶恐 <br/>在开怀大笑时 流下感动的泪水 <br/>我无法相信单纯的幸福 <br/>对人生的起伏悲喜 既坦然又不安 "
    },{
        'title': "如果有来生",
        'detail': "如果有来生，要做一棵树，站成永恒，没有悲欢的姿势。一半在土里安详，一半在风里飞扬，一半洒落阴凉，一半沐浴阳光，非常沉默非常骄傲，从不依靠 从不寻找。"
    },{
        'title': "笨拙的我",
        'detail': "我始终相信，上天总会眷顾那些显得倔强而笨拙的善人，只有这样，世间的感情能量才能轮回守恒，自然平衡。牵手慢一点，接吻慢一点，别急着抵达终点，却未曾靠近我心多一点。"
    },{
        'title': "遇见你是最美的意外",
        'detail': "我遇见了猫在潜水,却没有遇见你<br/>我遇见了狗在攀岩,却没有遇见你<br/>我遇见夏天飘雪,却没有遇见你<br/>我遇见冬天刮台风,却没有遇见你<br/>甚至我遇见的猪都会结网了,却没有遇见你<br/>我遇见了所有的不平凡,却没有遇见平凡的你"
    }
    ,{
        'title': "SUMMER",
        'detail': "火辣的太阳，清澈的天空，偶尔倾盆大雨，偶尔万里无云，珠海的夏天，洋溢着沙滩的气息。"
    }
];

var A_data = [
    {
        'caption': "我们的高考",
        'desc': "记得那个时候，每天早上6点多起床，晚上自习到十点多回到宿舍，高三那段时间大概就是最充实的日子。给予了我坚韧的性格，锲而不舍地去追寻那个遥不可及的目标，然而最后我也没能够创造奇迹。但我仍能够无悔于那段日子，那段恬静的时光。"
    },{
        'caption': "第一届院运会",
        'desc': "院运会每年都举行，然而我们已经失去了当初的热情，不再满腔热血地去挑战每一个项目。大一的时候，第一次报名参加院运会，心情多少有点激动，对于大学生活，处处充满新鲜感，无奈训练的时候摔倒受伤，只能让振杰代我上场，在看台上的我能够做的事情就剩下给每一位选手加油了。岁月流逝，早已失去当年的热情，再也看不到班级能够像当初那样团结，这大概是大学最大的憾事，也许中国人永远学不会团结吧。"
    },{
        'caption': "漂流书屋历险记",
        'desc': "一次公益活动，一次"
    },{
        'caption': "许我一个微，还你一个拥抱",
        'desc': "树下的少年甜言蜜语，湖边的少女独自啜泣，毕业是个伤感的秋天，吹过你我的脸庞，消失在苍白的夜空中，而你，是最亮的那颗星。"
    }
    ,{
        'caption': "未来的你",
        'desc': "你是不是终日坐在办公桌前，坐在电脑前，重复相同的日子，看着同样的风景，唱着那同一首歌。"
    },{
        'caption': "我们的汗水，",
        'desc': "尽管无法言语，尽管双腿发抖，尽管汗如雨下，那依然是我们的力量，我们的执着，我们的义无反顾！！！"
    },{
        'caption': "风中的少年，你",
        'desc': "也许你会失落，会惆怅，会寂寞，也许你会抱怨没有志同道合的朋友，那你应该收拾行囊，因为与人同行的前提是：出发前往远方。"
    },{
        'caption': "许我一个微，还你一个拥抱",
        'desc': "树下的少年甜言蜜语，湖边的少女独自啜泣，毕业是个伤感的秋天，吹过你我的脸庞，消失在苍白的夜空中，而你，是最亮的那颗星。"
    },{
        'caption': "未来的你",
        'desc': "你是不是终日坐在办公桌前，坐在电脑前，重复相同的日子，看着同样的风景，唱着那同一首歌。"
    },{
        'caption': "未来的你",
        'desc': "你是不是终日坐在办公桌前，坐在电脑前，重复相同的日子，看着同样的风景，唱着那同一首歌。"
    },{
        'caption': "未来的你",
        'desc': "你是不是终日坐在办公桌前，坐在电脑前，重复相同的日子，看着同样的风景，唱着那同一首歌。"
    },{
        'caption': "未来的你",
        'desc': "你是不是终日坐在办公桌前，坐在电脑前，重复相同的日子，看着同样的风景，唱着那同一首歌。"
    }
];